/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Impossible d’effectuer l’action";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Réessayez plus tard.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Ce format de données multimédias n’est pas reconnu.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Ce contenu multimédia est peut-être endommagé.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Cette app n’est pas autorisée à lire ce fichier."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Ce contenu multimédia est inutilisable.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Impossible de décoder";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Le décodeur requis pour ce contenu multimédia est occupé.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Arrêtez toute autre action qui décode le support puis réessayez.";
